app/controllers/talents_controller.rb

  def index
    @talents = Talent.all
---
SELECT "talents".* FROM "talents"